<?php
// Heading 
$_["heading_title"]  = "SmartBackground"; 

// Text
$_["text_module"]         = "Модули";
$_["text_success"]        = "Модуль smartbackground успешно обновлен!";
$_["text_none"]        = "Выбор категории";
$_["text_repeat"]        = "Повторить";
$_["text_repeatx"]        = "Повтор по-горизонтали";
$_["text_repeaty"]        = "Повтор по-вертикали";
$_["text_norepeat"]        = "Не повторять";
$_["text_image_manager"]        = "Менеджер изображений";

// Entry
$_["entry_layout"]        = "Схема:";
$_["entry_intro"]        = "<p>В поле <strong>позиционирование фона</strong> можно указать как слова left, right, top, bottom, center так и значение в пикселях. </p><p>Первым в поле должно быть указано позиционирование по горизонтали (left, center, right),  а вторым позиционирование по вертикали (top, center, bottom) </p><p>Нужно подметить, что значения в пикселях отсчитываются от левого и верхнего угла. </p><p> Можно использовать сочетания, например \"center 200px\" - это будет означать, что по горизонтали изображение будет по центру, а по вертикали 200 пикселей от верха сайта</p>";
$_["entry_repeat"]        = "Повтор фона:";
$_["entry_position"]        = "Позиционирование фона:";
$_["entry_category"]      = "Категория:";
$_["entry_image"]      = "Фоновое изображение";
$_["entry_color"]      = "Цвет фона";
$_["entry_status"]        = "Статус:";

// Error
$_["error_permission"]    = "У Вас нет прав для изменения модуля smartbackground!";
?>