<?php 

$a = array();

$a['COLLISION'] = 'Столкновение' ;
$a['OTHER'] = 'Другое' ;
$a['UNKNOWN'] = 'Неизвестно' ;
$a['MECHANICAL'] = 'Механическое' ;
$a['LEFT SIDE'] = 'Левая сторона' ;
$a['RIGHT SIDE'] = 'Правая сторона' ;
$a[''] = '' ;
$a[''] = '' ;
$a['THEFT'] = 'Кража' ;
$a['FIRE'] = 'Огонь' ;
$a['WATER'] = 'Вода' ;
$a['ALL OVER,ROOF'] = 'Перевертыш, крыша' ;
$a['ALL OVER'] = 'Перевертыш' ;
$a[''] = '' ;



$a['FRONT END'] = 'Спереди и сзади' ;
$a['ACTUAL'] = 'Актуальный' ;
$a['PRESENT'] = 'Присутствует' ;
$a['CAR STARTS'] = 'Машина заводится' ;
$a['SEDAN 4 DOOR'] = '4х дв. седан' ;
$a['SEDAN 5 DOOR'] = '5и дв. седан' ;
$a['INTACT'] = 'Целый' ;
$a['NONE'] = 'Нет' ;
$a['READY FOR SALE'] = 'Готов к продаже' ;
$a['WON\'T START'] = 'Не заводится' ;
$a['DEPLOYED'] = 'Сработал' ;
$a['To be announced.'] = 'Будет объявлен' ;
$a['This vehicle is not ready for sale'] = 'Этот автомобиль не готов к продаже' ;
$a['n/a'] = 'Н/Д' ;
$a['WAIT CERTIFICATE'] = 'Ожидает сертификата' ;
$a['ENGINE STARTS'] = 'Двигатель запускается' ;
$a['NOT ACTUAL'] = 'Не актуальный' ;
$a['EXCEEDS MECHANICAL LIMITS'] = 'Превысил механические пределы' ;
$a['NOT REQUIRED/EXEMPT'] = 'Не требуется/изъят' ;
$a['YES'] = 'Да' ;
$a['BUS'] = 'Автобус' ;
$a['HYDRAULIC'] = 'Гидравлические' ;
$a['STEEL'] = 'Стальн.' ;
$a['CAN\'T TEST'] = 'Не проверялось' ;
$a['MISSING'] = 'Отсутствует' ;
$a[''] = '' ;
$a[''] = '' ;
$a[''] = '' ;
$a[''] = '' ;

$a['BEIGE'] = "Бежевый";
$a['BLACK'] = "Черный";
$a['BLUE'] = "Синий";
$a['BROWN'] = "Коричневый";
$a['BURGANDY'] = "Красный";
$a['BURGUNDY'] = "Красный";
$a['CHARCOAL'] = "Угольно-серый";
$a['COPPER'] = "Медно-красный";
$a['GOLD'] = "Золотой";
$a['GRAY'] = "Серый";
$a['GREEN'] = "Зеленый";
$a['OFF WHITE'] = "Белый";
$a['ORANGE'] = "Оранжевый";
$a['ORANG'] = "Оранжевый";
$a['PURPLE'] = "Фиолетовый";
$a['RED'] = "Красный";
$a['SILVER'] = "Серебро";
$a['TAN'] = "Бежевый";
$a['WHITE'] = "Белый";
$a['YELLOW'] = "Желтный";
$a['N/A'] = "Неизвестно";
$a['DK GREEN'] = "Темно-зеленый";
$a['SLATE'] = "Синевато-серый";
$a['BRONZE'] = "Бронзовый";
$a['GSY'] = "GSY";
$a['GRY'] = "Серый";
$a['BEI'] = "Бежевый";
$a['SIL'] = "Серебро";
$a['GREY'] = "Серый";
$a['TEAL'] = "Синий";
$a['GREEN'] = "Зеленый";
$a['UNAVAILABLE'] = "НЕДОСТУПНО";
$a['WHT 040'] = "Белый";
$a['STRAT'] = "Синий";
$a['SLIVER'] = "Серебро";
$a['BGE'] = "Бежевый";
$a['GRA'] = "Серый";
$a['WHT'] = "Белый";
$a['CRM'] = "CRM";
$a['BRN'] = "Каричневый";
$a['LNMST'] = "Серебро";
$a['SLVR'] = "Серебро";
$a['WHI'] = "Белый";
$a['CHAMPGNE'] = "Бежевая";
$a['MDGREEN'] = "Темно-зеленый";
$a['MAROON'] = "Темно-красный";
$a['TEALMET'] = "Синий";
$a['SEP.BRNZ'] = "Коричневый";
$a['BLKSAPPH'] = "Черный";
$a['BLACK SA'] = "Черный";
$a['CARBNBLK'] = "Черный";
$a['DK/ BLU'] = "Темно-синий";
$a['TTANM'] = "Серебро";
$a['NONE'] = "Неизвестно";
$a['UNAVAIL'] = "Неизвестно";
$a['DESERT SAND MICA'] = "Бежевый";
$a['SUPER WHITE'] = "Белый";
$a['BLK'] = "Черный";
$a['WHI 040'] = "Белый";
$a['RED 3R3'] = "Красный";
$a['RED/3Q3'] = "Красный";
$a['BISQUE'] = "Серый";
$a['SIL/'] = "Серебро";
$a['SILVER FROST'] = "Серебро";
$a['RED/'] = "Красный";
$a['BARC RED'] = "Красный";
$a['WHT/040'] = "Белый";
$a['LT/BLUE'] = "Светло-синий";
$a['BLK/'] = "Черный";
$a['GRN/'] = "Зеленый";
$a['SLV\X01D4'] = "Серебро";
$a['SLV'] = "Серебро";
$a['AQUA'] = "Синий";
$a['GRE'] = "Серый";
$a['WHT/'] = "Белый";
$a['LTBLUE'] = "Светло-синий";
$a['LT BLUE'] = "Светло-синий";
$a['BLU/'] = "Синий";
$a['SIL 1D4'] = "Серебро";
$a['BBLUE'] = "Синий";
$a['BLK 202'] = "Черный";
$a['SALSA RD'] = "Красный";
$a['LTBLU'] = "Светло-синий";
$a['GLD 4Q2'] = "Золото";
$a['RED 3Q3'] = "Красный";
$a['BLU 8S4'] = "Синий";
$a['GRY 1E3'] = "Серый";
$a['SIL 1CB'] = "Серебро";
$a['TITANIUM'] = "Серебро";
$a['SLVR/1D4'] = "Серебро";
$a['BLUE SIL'] = "Серебро";
$a['GRY 1C8'] = "Серый";
$a['GRAPHITE'] = "Серый";
$a['TAN 4Q2'] = "Бежевый";
$a['TAN/4Q2'] = "Бежевый";
$a['BIEGE'] = "Бежевый";
$a['DSSND'] = "Бежевый";
$a['GREY/1E3'] = "Серый";
$a['PHANTOM'] = "Серый";
$a['GR'] = "Серый";
$a['LTGRAY'] = "Светло-серый";
$a['DKBLUE'] = "Темно-синий";
$a['BURG'] = "Темно-красный";
$a['CHARC BG'] = "Темно-серый";
$a['DKGREY'] = "Темно-серый";
$a['BLCKSAPH'] = "Черный";
$a['019'] = "Черный";
$a['LT.BLUE'] = "Светло-синий";
$a['VIOLET'] = "Фиолетовый";
$a['VIOLET'] = "Фиолетовый";
$a['TAN/WHIT'] = "Белый";
$a['WHON'] = "Белый";
$a['SILVERST'] = "Серебро";
$a['CRM'] = "Светло-желтый";
$a['OTHER'] = "Другое";








$lang['iaai-value'] = $a;





























unset($a);

?>