<?php
// Heading 
$_["heading_title"]  = "SmartBackground"; 

// Text
$_["text_module"]         = "Модулі";
$_["text_success"]        = "Модуль smartbackground успішно оновлено!";
$_["text_none"]        = "Вибір категорії";
$_["text_repeat"]        = "Повтор";
$_["text_repeatx"]        = "Повтор по-горизонталі";
$_["text_repeaty"]        = "Повтор по-вертикалі";
$_["text_norepeat"]        = "Не повторювати";
$_["text_image_manager"]        = "Менеджер зображень";

// Entry
$_["entry_intro"]        = "<p>В полі <strong>позиціонування фону</strong> можна вказати як слова left, right, top, bottom, center так і значення в пікселях. </p><p>Першим в полі повинно бути вказано позиціонування по горизонталі (left, center, right),  а другим позиціонування по вертикалі (top, center, bottom) </p><p>Потрібно зазначити, що значення в пікселях відраховуються від лівого та верхнього краю. </p><p> Можно використовувати поєднання, наприклад \"center 200px\" - це буде означати, що по горизонталі зображення буде по центру, а по вертикалі 200 пікселів від верху сайту</p>";
$_["entry_layout"]        = "Макет:";
$_["entry_repeat"]        = "Повтор фону:";
$_["entry_position"]        = "Позиціонування фону:";
$_["entry_category"]      = "Категорія:";
$_["entry_image"]      = "Фоновое зображення";
$_["entry_color"]      = "Колір фону";
$_["entry_status"]        = "Статус:";

// Error
$_["error_permission"]    = "Ви не маєте повноважень для редагування smartbackground!";
?>